/* Placeholder for the user's short biography */
"About Yourself" = "O Tobie";

/* Title for account button */
"Account" = "Konto";

/* string for button to create a recording */
"Broadcast" = "Transmituj";

/* Title for button to start streaming video */
"Broadcast Video" = "Transmituj Wideo";

/* author byline string */
"By" = "Przez";

/* Cancel an alert window */
"Cancel" = "Anuluj";

/* Title for recording description caption label */
"Caption" = "Podpis";

/* Title for view to record video and audio */
"Capture" = "Przechwytywanie";

/* Title for button to choose an existing picture from the camera roll */
"Choose from Camera Roll" = "Wybierz istniejące zdjęcie";

/* Title for button to choose a new photo */
"Choose Photo" = "Wybierz Zdjęcie";

/* Button title for dismissing a dialog */
"Cool!" = "Super!";

/* Title for sharing the app Twitter */
"Defend your rights! Get the @OpenWatch app!" = "Broń swoich praw! Pobierz aplikację @OpenWatch!";

/* ask user if they want to delete the tag */
"Delete Tag" = "Usuń Tag";

/* Label for Description section of recording description metadata */
"Description" = "Opis";

/* ask if they want to delete specific tag name */
"Do you want to delete the \"%@\" tag?" = "Czy chcesz usunąć tag \"%@\"?";

/* electronic email */
"E-mail" = "E-mail";

/* title to edit recording info */
"Edit" = "Edytuj";

/* Title for button to edit profile */
"Edit Profile" = "Edytuj profil";

/* Title for email address field */
"Email Address" = "Adres Email";

/* Describes where recording ends */
"End" = "Koniec";

/* Title of error message popup box */
"Error!" = "Błąd!";

/* Title for featured recordings */
"Featured" = "Wyróżnione";

/* Title for feeds section */
"Feeds" = "Kanały";

/* Title for button to finish editing metadata */
"Finish" = "Zakończ";

/* The user's first name */
"First Name" = "Imię";

/* Title for followed tags */
"Following" = "Następujące";

/* Button label for if you forgot your password */
"Forgot password?" = "Zapomniałeś hasła?";

/* Title for label describing that its generating a URL for the media */
"Generating URL..." = "Tworzenie adresu URL...";

/* Title for the button to get started */
"Get Started" = "Rozpocznij";

/* Shown when server response indicates login failure */
"Incorrect email address or password." = "Niepoprawny adres email lub hasło.";

/* Title for recording information screen */
"Info" = "Info";

/* Apologizing for their session cookie expiring */
"It looks like your session has expired. Please log in again. Sorry!" = "Wygląda na to, że Twoja sesja wygasła. Prosimy, zaloguj się ponownie. Przepraszamy!";

/* Text for upload status label */
"It's online!" = "Dostępne online!";

/* The user's last name */
"Last Name" = "Nazwisko";

/* Title for local recordings */
"Local" = "Lokalne";

/* Title for button to view local feed */
"Local Feed" = "Kanały Lokalne";

/* log in to account */
"Log In" = "Zaloguj";

/* log out from account */
"Log Out" = "Wyloguj";

/* Title for error box when there is a login error */
"Login Error" = "Błąd logowania";

/* title for button to show recording on map */
"Map" = "Mapa";

/* Title for Missions view */
"Missions" = "Misje";

/* when there's more stuff */
"More" = "Więcej";

/* deny something */
"No" = "Nie";

/* Accept the dialog */
"OK" = "OK";

/* Button to view source on GitHub */
"OpenWatch on GitHub" = "OpenWatch na GitHub";

/* Label text for password field on login screen */
"Password" = "Hasło";

/* Message when their username and password are wrong */
"Please check your username and password and try again." = "Prosimy sprawdzić swoją nazwę użytkownika oraz hasło i spróbować ponownie.";

/* ask user to enter title */
"Please enter a title for your recording." = "Prosimy wprowadzić tytuł swojego nagrania.";

/* Message box text for when they enter invalid email */
"Please enter a valid email address." = "Prosimy wprowadzić poprawny adres email.";

/* Upload completion progress */
"Progress" = "Postęp";

/* show all recordings and stories unfiltered */
"Raw" = "Dowolne";

/* Title for button that starts a recording */
"Record" = "Nagraj";

/* Title for view to record audio */
"Record Audio" = "Nagraj Audio";

/* Subtitle for a video in the list that is currently being recorded */
"Recording" = "Nagrywanie";

/* Title for list of recorded videos */
"Recordings" = "Nagrania";

/* For registering with our service */
"Register" = "Zarejestruj";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Wymagane";

/* Title for button to save recording metadata */
"Save" = "Zapisz";

/* Title for saved recordings */
"Saved" = "Zapisane";

/* Title for button to send feedback about the app */
"Send Feedback" = "Wyślij Opinię";

/* Title for the screen to change preferences */
"Settings" = "Ustawienia";

/* share a recording with others */
"Share" = "Udostępnij";

/* ask users to share this media on their social networks */
"Share media to all of your social networks to increase your impact and demand change!" = "Udostępnij zawartość we wszystkich Twoich sieciach społecznościowych, aby zwiększyć Twój wpływ i zażądać zmian.";

/* Title for button to share this app */
"Share this App!" = "Udostępnij tę Aplikację.";

/* ask user to share recording */
"Share this recording?" = "Udostępnić to nagranie?";

/* Shown on button for registering with service */
"Sign Up" = "Zarejestruj się";

/* Describes where a recording starts */
"Start" = "Start";

/* Title for button start an audio recording */
"Start Recording" = "Rozpocznij Nagrywanie";

/* Title for button that stops a recording */
"Stop" = "Stop";

/* Question whether user wants to actually stop recording */
"Stop Recording?" = "Zatrzymać nagrywanie?";

/* describing that we're streaming live video from the phone */
"Streaming" = "Strumieniowanie";

/* Title for button for submission of data */
"Submit" = "Prześlij";

/* Name for tag */
"Tag" = "Tag";

/* Title for tags input view */
"Tags" = "Tagi";

/* Title for button to take a new picture */
"Take Picture" = "Zrób Zdjęcie";

/* Label for Title section of recording description metadata */
"Title" = "Tytuł";

/* title for alert box for recording edit view */
"Title Required" = "Wymagany Tytuł";

/* title for button for top stories on openwatch */
"Top Stories" = "Najlepsze Historie";

/* Error message for not being able to load an investgation */
"Unable to fetch Investigation" = "Nie można pobrać Śledztwa";

/* Lets user know our form does both login and signup */
"Use this form to login with an existing account or create a new one." = "Użyj tego formularza, aby zalogować się na istniejące konto lub utworzyć nowe.";

/* Title for button to view openwatch.net in Safari */
"Visit OpenWatch.net" = "Odwiedź OpenWatch.net";

/* Title for news button */
"Watch" = "Zobacz";

/* Text welcoming you to OW and asking for your email address */
"Welcome to OpenWatch. Enter your email address to get started." = "Witaj na OpenWatch. Wprowadź swój adres email, aby rozpocząć.";

/* title for welcome screen */
"Welcome!" = "Witaj!";

/* Label to ask what events occurred during a recording */
"What Happened?" = "Co się stało?";

/* Placeholder for what happened for a recording, also indicating that hashtags are okay by saying #tags #okay or something similar */
"What happened? #tags #okay" = "Co się stało? #tags #okay";

/* A silly error message for the title of an alert */
"Whoops!" = "Ups!";

/* confirm something */
"Yes" = "Tak";

/* error message shown when user doesnt fill in a username or password */
"You must enter an E-mail and a password to login/register." = "Musisz wprowadzić E-mail oraz hasło, aby się zalogować/zarejestrować.";

/* Title for button to view your local media */
"Your Media" = "Twoja Zawartość";

